import React from "react";
import { pdfFromReact } from "generate-pdf-from-react-html";
import "bootstrap/dist/css/bootstrap.min.css"

function BananaGarlicTamil(){
    return(
        <>
        <div className="container-fluid auto element-to-print mt-3" style={{fontFamily:""}}>
        <div className="container">
                <div className="heading-block center">
								<h2>வாழை </h2>

							</div>

               <div className="row"></div>
                <div className="col-lg-5 float-end">
									<img style={{width:"3000px",height:"500px"}} src="asset/dko-photo/banana1.jpg" alt="garlic" />
									</div>
               


                    <div className="tab-content" id="tabs-2">
                        <div className="row">
                            <div className="col-lg-16">
                            
                           
                                <blockquote className="quote"><p> <b>வாழை சாகுபடியில் கார்லிக் சக்தி பீளஸை (Garlic Sakthi Plus) ஏன் உபயோகிக்க வேண்டும்?</b><br /> கார்லிக் சக்தி பிளஸ் . வெள்ளைப்பூண்டின் வடித்தெடுக்கப்பட்ட அடச்சாற்றினில் அடங்கியுள்ள மூலக்கூறுகளை செயல்திறன் உடையதாக நிலைநிறுத்தி(Stabilized Active Bio Chemical) பாரம்பரிய மற்றும் நவீன அறிவியல் தொழில்நுட்பம் தயாரிக்கப்படுகிறது. அவற்றின் இணைப்பு மற்றும் ஆய்வு செயல்பாடுகள்(Hybrid Technology) மூலம் இதில் அடங்கியுள்ள முக்கிய மூலகமாக அல்லிசின் (Allicin), பூச்சி மற்றும் நோய்களுக்கு எதிராக செயல்படும் திறனை பெற்றுள்ளது. அத்துடன் என்.பி.கே. (NPK), செலனியம்(Selenium), ஹைட்ரேட் (Carbo Hydrate), வைட்டமின் (Vitamin) போன்ற பல்வேறு மூலக்கூறுகளை உள்ளடக்கி உள்ளது. கார்போ கார்லிக் சக்தி பிளஸ் வாழை சாகுபடியில் பூச்சி மற்றும் நோய் தாக்குதலின் தடுப்பு திறனுக்கும் (Prophylytic), நோய் நீக்கு (Therapeudant) திறனில் அதற்கான செயற்கை மருந்துடன் துணை (Adjuvant) மருந்தாக பயன்படுத்துவதன் மூலம் கீழ்கண்ட பலன்களை பெறலாம்.
                                </p></blockquote>
                                <ul><li>நடவு செய்த வாழையில் கார்லிக் சக்தி பிளஸை பயன்படுத்துவதன் மூலம் நூற்புழு(Namcrode) தாக்குதல், எரிவினியா(Erewinea) நோய் தாக்குதல் போன்றவற்றிலிருந்து கன்றுகள் இழப்பை தவிர்ப்பதுடன் சீரான வளர்ச்சிக்கும், இலை நோய் தடுப்பிற்கும் உதவுகின்றது. 25 முதல் 30 நாட்கள் இடைவெளியில் நான்கு
</li>
                                <li>முறை பயன்படுத்துவதன் மூலம் நல்ல பலனை அளிக்கவல்லது. இலை நோய்க்கான தீர்வு மருந்துகளுடன் இணைத்து தெளிப்பதன் மூலம் மிகச்சிறந்த அளிக்கவல்லது. பலனை</li>
                                </ul>
                                <hr />
                            </div>
                             

                        </div>
                        <div className="col-lg-40">
                            <h4> <b>சீபாரிசு முறை மற்றும் அளவு :</b> </h4>
                            <p>நடவு பயிரில் திசுக்கன்று நடவு செய்த நிலத்தில் விட்டருக்கு 5 மில்லி கார்லிக் சக்தி பீளஸை 1 லிட்டர் நீருக்கு என்ற அளவில் கரைத்து மேற்படி கரைசலில் 250 மில்லி லிட்டர் நடவு செய்த குருத்தில் ஊற்றுவதன் மூலம் நூற்புழுக்களின் தாக்குதலிலிருந்தும் எரிவினியா நோயிலிருந்தும் பயிர்களுக்கு பாதுகாப்பு அளிக்கிறது. மேலும், நேரடியாக சக்தியை வழங்கி பயிரின் வளர்ச்சியை தூண்டச் செய்கின்றது. இலைகளில் பச்சையம் அதிகரிக்க செய்வதன் மூலம் இலை நோய் ஏற்படாமல் தடுக்கின்றது.</p><br />

                            <h4> தண்டு துளைப்பான்: </h4>
                            <p>10 மில்லி கார்லிக் சக்தி பிளஸை 10 மில்லி மோனோகுரோடோமோஸ் மருந்துடன் ஒரு லிட்டர் நீரில் கலந்து, மேற்குறித்த கலவையில் 10 முதல் 20 மில்லி வரை வாழையில் ஏற்படக்கூடிய தண்டுதுளைப்பான்(Stem Weevil) தாக்குதலுக்கு மரத்தின் வளர்ச்சிக்கு ஏற்ப ஊசி மூலம் செலுத்தி கட்டுப்படுத்தலாம். மருந்து கலவை செலுத்தும் நாளில் மட்டும் நீர் பாய்ச்சுவதை நிறுத்தவும்.</p> <br />

                            <h4> வாழை மகசூல், எடை அதிகரிக்க: </h4>
                            <p>தார் வெளிவரும் சமயம் முதல் 25 நாட்களுக்கு ஒருமுறை கார்லிக் சக்தி பிளஸ் தனித்தோ அல்லது தேவையான ராசாயன தெளிப்பு மருந்துடன் கலந்தோ உபயோகிப்பதன் மூலம் விரைவில் பீஞ்சுகள் எடை அதிகரிக்கவும் முதிர்ச்சி அடையவும் உதவுகின்றது.</p> <br />

                            <h4> வாழை வைரஸ் நோய்: </h4>
                            <p>வாழையில் வைரஸ் தாக்குதல் கண்டவுடன் உடனடியாக தாக்கப்பட்ட பயிரை களைந்து வெளியேற்றுவது நன்று. அல்லது 10 லிட்டருக்கு 50 மில்லி கார்லீக் சக்தி பிளஸ் உடன் டைமோதேட் (Dimethoate) மருந்து 25 மில்லி மற்றும் வளர்ச்சி ஹார்மோனை சிபாரிசு படி இணைத்து 20 முதல் 25 நாட்கள் இடைவெளியில் இருமுறை பயன்படுத்தவும். இதன் மூலம் வைரஸ் நோய் வளர்ச்சி தடை செய்யப்பட்டு, அவற்றால் ஏற்படும் மகசூல் இழப்பு 60% முதல் 75% வரை மீட்கப்படுவதற்கு உதவுகின்றது.</p>
                            <div>
                            
                                
                                
                            </div>


                    </div>
                   
                </div>
            </div>
        </div><br/>
     <div className="container-fluid center">
     <button
    onClick={() =>
      pdfFromReact(".element-to-print", "My-file", "p", true, false)}
      className="btn btn-success">print pdf</button></div><br />   
       
        </>
    )
}
export default BananaGarlicTamil;


