import React from "react";
import { pdfFromReact } from "generate-pdf-from-react-html";
import "bootstrap/dist/css/bootstrap.min.css"

function GrapesTamil() {
    return (
        <>
            <div className="container-fluid auto element-to-print mt-3" style={{ fontFamily: "" }}>
            <div className="container">
                    <div className="heading-block center">
                        <h2>திராட்சை </h2>

                    </div>

                    <div className="row"></div>
                    <div className="col-lg-4 float-end">
                        <img style={{ width: "2000px", height: "400px" }} src="asset/dko-photo/grapes.jpg" alt="garlic" />
                    </div>



                    <div className="tab-content" id="tabs-2">
                        <div className="row">
                            <div className="col-lg-16">


                                <blockquote className="quote"><p> <b>திராட்சை பயிரில் கார்லிக் சக்தி பிளஸை (Garlic Sakthi Plus) ஏன் உபயோகிக்க வேண்டும்?</b><br /> கார்லிக் சக்தி பிளஸ் வெள்ளைப்பூண்டின் வடித்தெடுக்கப்பட்ட அடர்சாற்றினில் அடங்கியுள்ள உள்ளடக்கங்கள் நிலைநிறுத்தப்பட்டு செயலாற்றும்(Stabilized Active Bio Chemical) வகையில் தயாரிக்கப்பட்ட பிசுபிசுப்பான திரவமாகும். அதன் ஆய்வக அறிக்கையில் குறிப்பிட்ட உள்ளவாறு அல்லிசின் (Allicin), செலினியம் (Selelinum), பாலிசல்பைடுகள் (Poly Sulphides), விட்டமின் (Vitamin), என்.பி.கே. (NPK), கால்சியம் (Calcium), மெக்னீசியம் (Megnesium) போன்றவைகள் நீடித்து செயல்படும் வகையில் நிலைநிறுத்தப் பட்டுள்ளன. பொதுவான வகை (Conventional) மற்றும் ஆயுத வகை(Research Based) சோதனை மூலம் அறியப்பட்ட உண்மைகள், வெள்ளைப்பூண்டின் அடர்சாறு பயிர்களை தாக்கும் பல்வேறு பூச்சிகள் மற்றும் நோய்களிலிருந்து பயிரை பாதுகாக்கும் சிறப்புத்திறன் பெற்றுள்ளது என அறியப்பட்டுள்ளது.
                                </p><br />
                                    <p>அதன் வகையில் கார்லிக் சக்தி பிளஸை தனித்தோ(Individual) அல்லது துணை மருந்தாக(Adjuvant) ராசாயன மருந்துகளுடன் இணைத்து பயன்படுத்துவதன் மூலம் பயிரில் பல்வேறு வகையான பூச்சிகள் (Pest) மற்றும் நோய்கள் (Diseases) தாக்கத்திலிருந்து பாதுகாப்பு அளிக்கின்றது.</p>
                                </blockquote>
                                <hr />
                            </div>


                        </div>
                        <div className="col-lg-40">

                            <h3>அதன் வகையில் சிபாரிசு முறை:</h3>
                            <ul>
                                <li>நடவு கொடிகளில் கார்லிக் சக்தி பிளஸ் கலவையை கொடிகளை சுற்றி மண்ணில் ஊற்றுவதன் மூலம் நூற்புழு மற்றும் மண்ணின் மூலம் பரவும் நோய்களிலிருந்து நடவு செய்யப்பட்ட இளம் கொடிகள் பாதுகாப்பு பெறுவதுடன் விரைவான வளர்ச்சிக்கும் காரணமாகிறது.</li> <br />
                                <li>
                                    20 முதல் 25 நாட்களுக்கு ஒருமுறை பயன்படுத்துவதன் மூலம் சிறப்பான நோயுற்ற வளர்ச்சியை செடிகள் பெறுகின்றன. முற்றிலும் தடுக்கப்படுகின்றன. அத்துடன் இயற்கையான நோய் எதிர்ப்பு திறன் பெற்று இலை நோய்கள் இலைகளில் பச்சையம் அதிகரிக்க செய்கின்றது.</li> <br />
                                <li>பலன் பெறும் கொடியில் கவாத்திற்கு 15 நாட்களுக்கு முன்பாக கொடிகளில் கார்லிக் சக்தி பிளஸ் பயன்படுத்திய பின்பு கவாத்து செய்வதன் மூலம் கடந்த சீசனில் கொடிகளை தாக்கி அவற்றின் மேல் படிந்துள்ள நோய் வித்துக்கள் மற்றும் பூச்சிகளின் முட்டைகள், குஞ்சுகள் பெரும்பான்மையாக அழித்தொழிக்க உதவுகின்றது. வகை செய்வதால் அவற்றிலிருந்து அடுத்த சீசனில் பரவாமல் தடை செய்ய</li> <br />
                                <li>அறுவடைக்கு பின் திராட்சையில் தெளிக்கப்பட்ட ரசாயன மருந்துகளின் படிவங்கள் காரணமாக நுகர்வோர்கள் சமீப காலமாக அதை சாப்பிடுவதை தவிர்த்து வருகின்றனர். ஊட்டம் தருகின்ற மிகவும் சத்தான பழமான திராட்சை பழங்கள், காரணம் உடலுக்கு அதில் படிந்துள்ள நச்சுத்தன்மையின் காரணமாக உடல் ஆரோக்கியத்திற்கு கேடு விளைவிப்பர்டன் பல்வேறு நோய்கள் ஏற்படவும் காரணமாக அமைவதாக நுகர்வோர்கள் உணர்கின்றனர்.</li> <br />
                                <li>அறுவடைக்கு 15 நாட்களுக்கு முன் கார்லிக் சக்தி பிளஸை பழங்களில் உபயோகிப்பதன் மூலம் அவற்றில் தேங்கியுள்ள நச்சுத்தன்மையை முறித்து, சுவை மிகுந்த பழங்களை மனித குலத்திற்கு வழங்கலாம். அவ்வகையில் லிட்டருக்கு 5 மில்லி முதல் 10 மில்லி வீதம் கார்லிக் சக்தி பிளஸினை 1 லிட்டர் நீருக்கு என்ற அளவில் கலந்து பயிர்களின் மேல் தெளிப்பதன் மூலம் கார்லிக் சக்தி பிளஸில்

                                    உள்ளடக்கங்கள் அல்லிசின், விட்டமின், பாலிசல்பைடுகள் மற்றும் செலினியம் இவற்றின் பிற்கலப்பு சேர்க்கை தாவரங்களின் உட்பகுதியில் தெளிக்கப்பட்ட 18 நாட்களுக்கு பின்பாக நடைபெறுவதால் பயிரில் தங்கியிருக்கும் நச்சுத்தன்மை வெளியேற்றப்பட்டுள்ளது. அதன்பின்பாக, அறுவடை செய்யப்படும் பழங்கள் நச்சுத்தன்மை இன்றி, அதன் இயற்கை குணங்களான சுவை, நிறம், திடம் ஆகியவற்றுடன் அதனுடைய தோல்பகுதியானது திடத்தன்மையுடன் கொழகொழப்பின்றி(Firmness) மற்றும் வாழ்நாள் வைப்புத்திறனை (Self life) நீட்டிக்கச் செய்வதால் சந்தையில் அவற்றின் தேவையை அதிகரிக்கச் செய்வதோடு, நல்ல விலையை ஈட்டித்தர காரணமாகின்றது.</li> <br />


                            </ul>
                            <h2>அறுபடைக்கு பின்:</h2>
                            <ul><li>அறுவடை செய்தவுடன் லிட்டர் நீருக்கு 10 மில்லி கார்லிக் சக்தி பிளஸை ஒரு லிட்டர் நீர் அளவில் தேவையான அளவு கலந்து அறுவடை செய்த பழங்களை ஓரிரு நிமிடம் அக்கரைசலில் ஊறவைத்து பின்பு உலரவைத்து, பேக் செய்வதன் மூலம் அவற்றின் மேல் படிந்த நச்சுத்தன்மையை செயலற்றதாக ஆக்குவதோடு அறுவடைக்கு பின்பாக பழங்களில் ஏற்படும் நோய்களை தடுத்து அதன் வாழ்நாளை நீடிக்கச் செய்கிறது.</li></ul>

                            <div>



                            </div>


                        </div>

                    </div>
                </div>
            </div><br />
            <div className="container-fluid center">
                <button
                    onClick={() =>
                        pdfFromReact(".element-to-print", "My-file", "p", true, false)}
                    className="btn btn-success">print pdf</button></div><br />
                   

        </>
    )
}
export default GrapesTamil;

